<?php

return [
    'offer' => 'يوفر المجلس الأمريكي للدراسات الخاصة للطلاب من مختلف البلدان الخبرة التي يصمم فيها المعلمون الدروس وفقًا لاحتياجات وجدول الطالب الفردي.
    سواء كنت تتطلع إلى المضي قدمًا ، فإن American Council Private Studies يسمح لك باكتساب اللغة الإنجليزية كلغة ثانية في منصة التعلم الأكثر تخصيصًا لدينا.',
    'offer_title' => 'الدورات التي نقدمها',
    'prp_ielte' => 'التحضير لامتحان IELTS',
    'english_beg' => 'اللغة الإنجليزية للمبتدئين',
    'adv_eng' => 'اللغة الإنجليزية المتقدمة',
    'lifetime' => 'اشتراك مدى الحياة',
    'feature' => 'مميزاتنا',
    'live' => 'دروس مباشرة عبر الإنترنت',
    'live_content' => 'فصول جماعية تفاعلية مع معلمين خبراء.
    دورة عبر الإنترنت للدراسة الذاتية',
    'personal' => 'الرسوم الدراسية الشخصية',
    'personal_content' => 'اشتراك غير محدود إلى دورات اللغة الإنجليزية عبر الإنترنت مقابل 25 دولارًا',
    'enjoy' => 'استمتع بمواردنا المجانية',
    'enjoy_content' => 'استكشف موقعنا لتحسين لغتك الإنجليزية من خلال الدروس والاختبارات القصيرة والألعاب. من خلال مجموعتنا المتنوعة من المواد التعليمية ، يمكنك ممارسة لغتك الإنجليزية مجانًا.',
    'start' => 'ابدأ بالنجاح',
    'start_content' => 'مع American Council ، يمكنك الدراسة في أي وقت وفي أي مكان تختاره. لدينا طلاب في أكثر من 175 دولة ولدينا سمعة عالمية كشركة رائدة في مجال التعلم المرن. يعني تعليمنا أيضًا ، إذا كنت تسافر كثيرًا أو كنت بحاجة إلى الانتقال ، فيمكنك الاستمرار في الدراسة أينما ذهبت.',
    'member' => 'لست عضوا بعد؟',
    'register' => 'سجل الان',
    'quickly' => 'احصل بسرعة على تحديثات حول فصلك الدراسي',
    'event_news' => 'الأحداث والأخبار!',
    'newsletter' => 'الاشتراك في النشرة الإخبارية',
    'email_newsletter' => 'أدخل عنوان بريدك الالكتروني',
    'about_page' => 'يوفر مركز التعلم (AC) عبر الإنترنت في مركز اللغة الإنجليزية التعليم الأساسي للبالغين (ABE) ، والإعداد لتطوير التعليم العام (GED) ، والإعداد للمواطنة ، والأكاديميين التطبيقيين لتعليم الكبار (AAAE) ، واللغة الإنجليزية عبر الإنترنت للمتحدثين بلغات أخرى (ESOL) ) دروس للبالغين عن طريق التعلم عن بعد من خلال عبور الحدود الجغرافية التقليدية من خلال استخدام تكنولوجيا الإنترنت المستندة إلى الكمبيوتر المتطورة في جميع أنحاء البلدان العربية وآسيا.

    تضم AC Online حاليًا مئات الطلاب. نقدم محتوى المنهج للطلاب باستخدام ما يلي عبر الإنترنت.
    
    يشمل التعليم كلاً من تعليم وتعلم المعرفة والسلوك السليم والكفاءة التقنية.',
    'edu' => 'يشمل التعليم كلاً من تعليم وتعلم المعرفة والسلوك السليم والكفاءة التقنية.',
    'cert_number' => 'أدخل رقم الشهادة',
    'no_result' => 'لم يتم العثور على نتيجة يرجى التحقق من رقم الشهادة',
    

];

?>